export const allcatergory = [
    {
        id: 1,
        name: ' املاک'
        ,"aa":
        [
            {
                id: 1,
                name: 'اجاره مسکونی'
                ,listB: [
                    {
                        id: 1,
                        name: 'آپارتمان'
                    },
                    {
                        id: 2,
                        name: 'خانه و ویلا'
                    }, {
                        id: 3,
                        name: 'متفرقه'
                    }
                ]
            },
            {
                id: 2,
                name: 'فروش مسکونی'
                ,listB: [
                    {
                        id: 1,
                        name: 'آپارتمان'
                    },
                    {
                        id: 2,
                        name: 'خانه و ویلا'
                    },
                    {
                        id: 3,
                        name: 'زمین و کلنگی'
                    }, {
                        id: 4,
                        name: 'متفرقه'
                    }
                ]
            },
            {
                id: 3,
                name: 'فروش اداری و تجاری'
                ,listB:[
                    {
                        id: 1,
                        name: 'دفتر کار ،اتاق اداری و مطب'
                    },
                    {
                        id: 2,
                        name: 'مغازه و غرفه'
                    },
                    {
                        id: 3,
                        name: 'صنعتی،کشاورزی و تجاری'
                    },
                    {
                        id: 4,
                        name: 'متفرقه'
                    }
                ]
            },
            {
                id: 4,
                name: 'اجاره اداری و تجاری'
                ,listB: [
                    {
                        id: 1,
                        name: 'دفتر کار ،اتاق اداری و مطب'
                    },
                    {
                        id: 2,
                        name: 'مغازه و غرفه'
                    },
                    {
                        id: 3,
                        name: 'صنعتی،کشاورزی و تجاری'
                    },
                    {
                        id: 4,
                        name: 'متفرقه'
                    }
                ]
            },
            {
                id: 5,
                name: 'اجاره کوتاه مدت'
                ,listB:[
                    {
                        id: 1,
                        name: 'آپارتمان و سوئیت'
                    },
                    {
                        id: 2,
                        name: 'ویلا و باغ'
                    }, {
                        id: 3,
                        name: 'دفتر کار و فضای آموزشی'
                    }, {
                        id: 4,
                        name: 'متفرقه'
                    }
                ]
            }, {
                id: 6,
                name: 'خدمات املاک'
                ,listB:[
                    {
                        id: 1,
                        name: 'آژانس املاک'
                    },
                    {
                        id: 2,
                        name: 'مشارکت در ساخت'
                    },
                    {
                        id: 3,
                        name: 'امور مالی و حقوقی'
                    }, {
                        id: 4,
                        name: 'پیش فروش'
                    }, {
                        id: 5,
                        name: 'متفرقه'
                    }
                ]
            }, {
                id: 7,
                name: 'متفرقه'
            }

        ],
    },
    {
        id: 2,
        name: 'وسایل نقلیه'
        ,listA:[
            {
                id: 1,
                name: 'خودرو'
                ,"listB":[
                    {
                        id: 1,
                        name: 'سواری'
                    },
                    {
                        id: 2,
                        name: 'اجاره ای'
                    },
                    {
                        id: 3,
                        name: 'کلاسیک'
                    },
                    {
                        id: 4,
                        name: 'سنگین'
                    },
                    {
                        id: 5,
                        name: 'متفرقه'
                    }
                ]
            },
            {
                id: 2,
                name: 'قطعات یدکی و لوازم جانبی'
            }, {
                id: 3,
                name: 'موتورسیکلت و لوازم جانبی'
            }, {
                id: 4,
                name: 'قایق و لوازم جانبی'
            }, {
                id: 1,
                name: 'متفرقه'
            }
        ]
    }, {
        id: 3,
        name: 'لوازم الترونیکی'
        ,listA:[
            {
                id: 1,
                name: 'موبایل و تبلت'
            },
            {
                id: 2,
                name: 'رایانه'
            }, {
                id: 3,
                name: 'کنسول،بازی ویدوئی و آنلاین'
            }, {
                id: 4,
                name: 'صوتی و تصویری'
            }, {
                id: 5,
                name: 'متفرقه'
            }
        ]
    }, {
        id: 4,
        name: 'مربوط به خانه'
        ,listA:[
            {
                id: 1,
                name: 'وسایل و تزئینات خانه'
                ,listB:[{
                    id: 1,
                    name: 'تزئینی و آثار هنری'
                },
                {
                    id: 2,
                    name: 'لوازم روشنایی'
                }, {
                    id: 3,
                    name: 'میز و صندلی'
                }, {
                    id: 4,
                    name: 'فرش و گلیم'
                }, {
                    id: 5,
                    name: 'کمد و بوفه'
                }, {
                    id: 6,
                    name: 'پرده و رومیزی'
                }, {
                    id: 7,
                    name: 'تخت و اتاق خواب'
                }, {
                    id: 8,
                    name: 'مبلمان و صندلی راحتی'
                }, {
                    id: 9,
                    name: 'میز تلویزیون و وسایل سیستم پخش '
                },
                    {
                        id: 10,
                        name: 'متفرقه'
                    }
                ]

            },
            {
                id: 2,
                name: 'وسایل آشپزخانه'
                ,listB:[
                    {
                        id: 1,
                        name: 'ماشین ظرفشویی'
                    },
                    {
                        id: 2,
                        name: 'یخچال و فریزر'
                    },
                    {
                        id: 3,
                        name: 'وسایل آشپزی و غذاخوری'
                    },
                    {
                        id: 4,
                        name: 'مایکروویو و گاز'
                    },
                    {
                        id: 5,
                        name: 'ماشین لباسشویی و خشک کننده'
                    },
                    {
                        id: 6,
                        name: 'متفرقه'
                    }
                ]
            },
            {
                id: 3,
                name: 'ابزار'
                ,listA:[
                    {
                        id: 1,
                        name: 'نظافت و خیاطی و اتو'
                    }, {
                        id: 2,
                        name: 'تعمیرات'
                    }, {
                        id: 3,
                        name: 'متفرقه'
                    }
                ]
            },
            {
                id: 4,
                name: 'ساختمان و حیاط'
                ,listA:[
                    {
                        id: 1,
                        name: 'سرویس بهداشتی و سونا'
                    },
                    {
                        id: 2,
                        name: 'سیستم گرمایشی و گاز'
                    },
                    {
                        id: 3,
                        name: 'آشپزخانه'
                    },

                    {
                        id: 4,
                        name: 'حیاط و ایوان'
                    },
                    {
                        id: 5,
                        name: 'ابزار باغبانی'
                    },
                    {
                        id: 6,
                        name: 'متفرقه'
                    }
                ]
            },
            {
                id: 5,
                name: 'متفرقه'
            }
        ]
    }, {
        id: 5,
        name: 'خدمات'
        ,listB: [
            {
                id: 1,
                name: 'موتور و ماشین'
            },
            {
                id: 2,
                name: ' پذیرایی/مراسم'
            },
            {
                id: 3,
                name: 'خدمات رایانه ای و موبایل'

                ,listC:[
                    {
                        id: 1, name: 'فروش دامنه و سایت'
                    },
                    {
                        id: 2, name: 'میزبانی و طراحی سایت'
                    },

                    {
                        id: 3, name: 'خدمات پهنای باند اینترنت'
                    }
                    ,
                    {
                        id: 4, name: 'خدمات نرم‌افزار و سخت‌افزار کامپیوتر'
                    }
                    ,
                    {
                        id: 5, name: 'تعمیرات نرم‌افزار و سخت‌افزار گوشی موبایل'
                    }
                    ,
                    {
                        id: 6, name: 'متفرقه'
                    }
                ]
            },
            {
                id: 4,
                name: 'مالی/حسابداری/بیمه'
            },
            {
                id: 5,
                name: 'حمل و نقل'
            },
            {
                id: 6,
                name: 'پیشه و مهارت'
            },
            {
                id: 7,
                name: 'آرایشگری و زیبایی'
            },
            {
                id: 8,
                name: 'سرگرمی'
            },
            {
                id: 9,
                name: 'نظافت'
            },
            {
                id: 10,
                name: 'باغبانی و درختکاری'
            },
            {
                id: 11,
                name: 'آموزشی'
                ,listC:[
                    { id: 1, name: 'زبان خارجی' },
                    { id: 2, name: 'دروس مدرسه و دانشگاه' },
                    { id: 3, name: 'نرم‌افزار' },
                    { id: 4, name: 'هنری' },
                    { id: 5, name: 'خدمات ورزشی' },
                    { id: 6, name: 'مشاوره تحصیلی' },
                    { id: 7, name: 'متفرقه' }

                ]
            },
            {
                id: 12,
                name: 'متفرقه'
            }
        ]
    },
    {
        id: 6,
        name: 'وسایل شخصی'
        ,listB:[
            {
                id: 1,
                name: 'کیف،کفش و لباس'
                ,listC: [
                    {
                        id: 1,
                        name: 'کیف،کفش '
                    },
                    {
                        id: 2,
                        name: 'لباس'
                    },
                    {
                        id: 3,
                        name: 'متفرقه'
                    }

                ]
            },
            {
                id: 2,
                name: 'تزئینی'
                ,listC: [
                    {
                        id: 1,
                        name: 'ساعت'
                    },
                    {
                        id: 2,
                        name: 'جواهرات'
                    },
                    {
                        id: 3,
                        name: 'بدلجات'
                    },
                    {
                        id: 4,
                        name: 'متفرقه'
                    }
                ]
            },
            {
                id: 3,
                name: 'آرایشی،بهداشتی و درمانی'
            },
            {
                id: 4,
                name: 'وسایل بچه و اسباب بازی'
                ,listC:[
                    {
                        id: 1,
                        name: 'کفش و لباس بچه'
                    },
                    {
                        id: 2,
                        name: 'اسباب بازی'
                    },
                    {
                        id: 3,
                        name: 'کالسکه و لوازم جانبی'
                    },
                    {
                        id: 4,
                        name: 'تخت و صندلی بچه'
                    },
                    {
                        id: 5,
                        name: 'اسباب و اثاث بچه'
                    },
                    {
                        id: 6,
                        name: 'متفرقه '
                    }

                ]
            },
            {
                id: 5,
                name: 'لوازم تحریر'
            },
            {
                id: 6,
                name: 'متفرقه'
            }
        ]

    }, {
        id: 7,
        name: 'سرگرمی و فراغت'
        ,listB:[
            {
                id: 1,
                name: 'بلیط'
                ,listC:[
                    { id: 1, name: 'کنسرت' },
                    { id: 2, name: 'تئاتر و سینما' },
                    { id: 3, name: 'کارت هدیه و تخفیف' },
                    { id: 4, name: 'اماکن و مسابقات ورزشی' },
                    { id: 5, name: 'ورزشی' },
                    { id: 6, name: 'اتوبوس، مترو و قطار' },
                    { id: 7, name: 'متفرقه' }
                ]
            },
            {
                id: 2,
                name: 'تور و چارتر'

            },
            {
                id: 3,
                name: 'کتاب و مجله'
                ,listC:[
                    { id: 1, name: 'آموزشی' },
                    { id: 2, name: 'ادبی' },
                    { id: 3, name: 'تاریخی' },
                    { id: 4, name: 'مذهبی' },
                    { id: 5, name: 'متفرقه' }
                ]
            },
            {
                id: 4,
                name: 'دوچرخه/اسکیت/اسکوتر'
            },
            {
                id: 5,
                name: 'حیوانات'
                ,listC:[
                    { id: 1, name: 'سگ' },
                    { id: 2, name: 'گربه' },
                    { id: 3, name: 'ماهی و آکواریوم' },
                    { id: 4, name: 'پرنده' },
                    { id: 5, name: 'موش و خرگوش' },
                    { id: 6, name: 'خزنده' },
                    { id: 7, name: 'لوازم جانبی' },
                    { id: 8, name: 'حیوانات مزرعه' },
                    { id: 9, name: 'متفرقه' }
                ]
            },
            {
                id: 6,
                name: ' کلکسیون و سرگرمی'
                ,listB: [
                    { id: 1, name: 'سکه، تمبر و اسکناس' },
                    { id: 2, name: 'اشیای عتیقه' },
                    { id: 3, name: 'متفرقه' }
                ]
            },
            {
                id: 7,
                name: 'آلات موسیقی'
                ,listC: [{ id: 1, name: 'گیتار، بیس و امپلیفایر' },
                { id: 2, name: 'سازهای بادی' },
                { id: 3, name: 'پیانو/کیبورد/آکاردئون' },
                { id: 4, name: 'سنتی' },
                { id: 5, name: 'درام پرکاشن' },
                { id: 6, name: 'ویولن' },
                    { id: 7, name: 'متفرقه' }
                ]
            },
            {
                id: 8,
                name: 'ورزش و تناسب اندام'
                ,listC:[
                    { id: 1, name: 'ورزش‌های توپی' },
                    { id: 2, name: 'کوهنوردی و کمپینگ' },
                    { id: 3, name: 'غواصی و ورزش‌های آبی' },
                    { id: 4, name: 'ماهیگیری' },
                    { id: 5, name: 'تجهیزات ورزشی' },
                    { id: 6, name: 'ورزش‌های زمستانی' },
                    { id: 7, name: 'اسب و تجهیزات اسب سواری' },
                    { id: 8, name: 'متفرقه' }
                ]
            },
            {
                id: 9,
                name: 'اسباب‌ بازی'

            },
            {
                id: 10,
                name: 'متفرقه'
            }

        ]
    }, {
        id: 8,
        name: 'برای کسب و کار'
        ,listB:[{
            id: 1, name: 'تجهیزات و ماشین‌آلات'
            ,listC:[
                { id: 1, name: 'فروشگاه و مغازه' },
                { id: 2, name: 'آرایشگاه و سالن‌های زیبایی' },
                { id: 3, name: 'دفتر کار' },
                { id: 4, name: 'صنعتی' },
                { id: 5, name: 'کافی‌شاپ و رستوران' },
                { id: 6, name: 'پزشکی' },
                { id: 7, name: 'متفرقه' }
            ]
        },
        { id: 2, name: 'عمده فروشی' },
            { id: 3, name: 'متفرقه' }
        ]
    }, {
        id: 9,
        name: 'استخدام و کاریابی'
        ,listB:[
            { id: 1, name: 'اداری و مدیریت' },
            { id: 2, name: 'سرایداری و نظافت' },
            { id: 3, name: 'معماری ،عمران و ساختمانی' },
            { id: 4, name: 'خدمات فروشگاه و رستوران' },
            { id: 5, name: 'رایانه و فناوری اطلاعات' },
            { id: 6, name: 'مالی و حسابداری و حقوقی' },
            { id: 7, name: 'بازاریابی و فروش' },
            { id: 8, name: 'صنعتی و فنی و مهندسی' },
            { id: 9, name: 'آموزشی' },
            { id: 10, name: 'حمل و نقل' },
            { id: 11, name: 'درمانی و زیبایی و بهداشتی' },
            { id: 12, name: 'هنری و رسانه' },
            { id: 13, name: 'متفرقه' }]
    }, {
        id: 10,
        name: 'انجام پروژه'
        ,listB:[
            {
                id: 1, name: 'وب سایت و نرم افزار '
                ,listC:[
                    { id: 1, name: 'PHP' },
                    { id: 2, name: 'MySQL' },
                    { id: 3, name: 'برنامه نویسی تحت ویندوز' },
                    { id: 4, name: 'SEO' },
                    { id: 5, name: 'jQuery' },
                    { id: 6, name: 'دسک تاپ ویندوز' },
                    { id: 7, name: 'Joomla' },
                    { id: 8, name: 'Prestashop' },
                    { id: 9, name: 'Matlab' },
                    { id: 10, name: 'شبکه اجتماعی' },
                    { id: 11, name: 'Laravel' },
                    { id: 12, name: 'SQL Server' },
                    { id: 13, name: 'Bootstrap' },
                    { id: 14, name: 'HTML' },
                    { id: 15, name: 'برنامه نویسی تحت وب' },
                    { id: 16, name: 'وردپرس' },
                    { id: 17, name: 'ASP.Net' },
                    { id: 18, name: 'فروشگاه' },
                    { id: 19, name: 'Javascript' },
                    { id: 20, name: 'AJAX' },
                    { id: 21, name: 'C Sharp Programming' },
                    { id: 22, name: 'Java' },
                    { id: 23, name: 'c/C++ Programming' },
                    { id: 24, name: 'Python' },
                    { id: 25, name: 'متفرقه' }
                ]
            },

            {
                id: 2, name: 'موبایل'
                ,listC:[
                    { id: 1, name: 'برنامه نویسی موبایل' },
                    { id: 2, name: 'Mobile Phone' },
                    { id: 3, name: 'Telegram APIs' },
                    { id: 4, name: 'ویندوز موبایل' },
                    { id: 5, name: 'Android Honeycomb' },
                    { id: 6, name: 'J2ME' },
                    { id: 7, name: 'Geolocation' },
                    { id: 8, name: 'Windows CE' },
                    { id: 9, name: 'Amazon Kindle' },
                    { id: 10, name: 'Android' },
                    { id: 11, name: 'iPhone' },
                    { id: 12, name: 'iPad' },
                    { id: 13, name: 'Material Design' },
                    { id: 14, name: 'Mobile App Testing' },
                    { id: 15, name: 'Android Wear' },
                    { id: 16, name: 'Apple Watch' },
                    { id: 17, name: 'Palm' },
                    { id: 18, name: 'متفرقه' }
                ]
            },
            {
                id: 3, name: 'محتوا و ترجمه '
                ,listC:[
                    { id: 1, name: 'ترجمه انگلیسی به فارسی' },
                    { id: 2, name: 'مقاله نویسی' },
                    { id: 3, name: 'وبلاگ' },
                    { id: 4, name: 'ترجمه فارسی به انگلیسی' },
                    { id: 5, name: 'نوشتن نقد' },
                    { id: 6, name: 'نوشتن توضیحات محصول' },
                    { id: 7, name: 'پست های انجمن' },
                    { id: 8, name: 'بازنویسی مقالات' },
                    { id: 9, name: 'پژوهش' },
                    { id: 10, name: 'ترجمه زبان های دیگر به فارسی' },
                    { id: 11, name: 'ترجمه فارسی به زبان های دیگر' },
                    { id: 12, name: 'مایکروسافت پاورپوینت' },
                    { id: 13, name: 'تخصص ترجمه در برق الکترونیک' },
                    { id: 14, name: 'PDF' },
                    { id: 15, name: 'ترجمه' },
                    { id: 16, name: 'تایپ' },
                    { id: 17, name: 'نگارش دانشگاهی' },
                    { id: 18, name: 'ویرایش متن' },
                    { id: 19, name: 'تخصص ترجمه در کامپیوتر' },
                    { id: 20, name: 'نویسندگی فنی' },
                    { id: 21, name: 'ویکی' },
                    { id: 22, name: 'گزارش نویسی' },
                    { id: 23, name: 'نوشتن کتاب' },
                    { id: 24, name: 'تخصص ترجمه در زیرنویس فیلم و سریال' },
                    { id: 25, name: 'تخصص ترجمه در مدیریت حسابداری' },
                    { id: 26, name: 'تخصص ترجمه عمومی' },
                    { id: 27, name: 'غلط گیری' },
                    { id: 28, name: 'متفرقه' }


                ]
            },
            {
                id: 4, name: 'طراحی '
                ,listC:[
                    { id: 1, name: 'CSS' },
                    { id: 2, name: 'طراحی گرافیک' },
                    { id: 3, name: 'طراحی آیکون' },
                    { id: 4, name: 'طراحی تبلیغات' },
                    { id: 5, name: 'طراحی بنر' },
                    { id: 6, name: 'Flash' },
                    { id: 7, name: 'طراحی بروشور' },
                    { id: 8, name: 'HTML به PSD' },
                    { id: 9, name: 'قالب' },
                    { id: 10, name: 'خدمات ویدئویی' },
                    { id: 11, name: '3D Animation' },
                    { id: 12, name: 'ویرایش عکس' },
                    { id: 13, name: 'ادوبی افتر افکتس' },
                    { id: 14, name: 'طراحی تجربه کاربری' },
                    { id: 15, name: 'ادوبی فوتوشاپ' },
                    { id: 16, name: 'ادوبی ایلاستریتر' },
                    { id: 17, name: 'تصویرسازی' },
                    { id: 18, name: 'طراحی وب سایت' },
                    { id: 19, name: 'طراحی لوگو' },
                    { id: 20, name: 'طراحی پوستر' },
                    { id: 21, name: 'انیمیشن' },
                    { id: 22, name: 'کارت ویزیت' },
                    { id: 23, name: '3D Modelling' },
                    { id: 24, name: 'طراحی مفهومی' },
                    { id: 25, name: '3DS Max' },
                    { id: 26, name: 'طراحی واسط کاربر' },
                    { id: 27, name: 'موشن گرافیک ' },
                    { id: 28, name: 'متفرقه' }
                ]
            },
            {
                id: 5, name: 'ورود اطلاعات '
                ,listC:[
                    { id: 1, name: 'جستجو در وب' },
                    { id: 2, name: 'ثبت داده ها' },
                    { id: 3, name: 'Excel' },
                    { id: 4, name: 'مدیریت شبکه های اجتماعی' },
                    { id: 5, name: 'پشتیبانی مشتریان' },
                    { id: 6, name: 'رونویسی' },
                    { id: 7, name: 'آپلود ویدئو' },
                    { id: 8, name: 'سفارش پردازش' },
                    { id: 9, name: 'ارسال مقاله' },
                    { id: 10, name: 'پردازش داده ها' },
                    { id: 11, name: 'دستیار مجازی' },
                    { id: 12, name: 'تایپ' },
                    { id: 13, name: 'پشتیبانی فنی' },
                    { id: 14, name: 'پشتیبانی تلفنی' },
                    { id: 15, name: 'پشتیبانی دسکتاپ' },
                    { id: 16, name: 'متفرقه' }

                ]
            },
            {
                id: 6, name: 'شبکه، مهندسی و علوم '
                ,listC:[

                    { id: 1, name: 'مهندسی برق' },
                    { id: 2, name: 'الگوریتم' },
                    { id: 3, name: 'مهندسی' },
                    { id: 4, name: 'راه اندازی سرور لینوکس' },
                    { id: 5, name: 'میکروکنترلر' },
                    { id: 6, name: 'تحقیقات علمی' },
                    { id: 7, name: 'راه اندازی سرور ویندوز' },
                    { id: 8, name: 'اتوکد' },
                    { id: 9, name: 'مجازی سازی' },
                    { id: 10, name: 'مکاترونیک' },
                    { id: 11, name: 'مهندسی شیمی' },
                    { id: 12, name: 'مهندسی سازه' },
                    { id: 13, name: 'فراگیری ماشین' },
                    { id: 14, name: 'رمزنگاری' },
                    { id: 15, name: 'الکترونیک' },
                    { id: 16, name: 'طراحی شبکه' },
                    { id: 17, name: 'مهندسی مکانیک' },
                    { id: 18, name: 'داده کاوی' },
                    { id: 19, name: 'مهندسی عمران' },
                    { id: 20, name: 'ریاضیات' },
                    { id: 21, name: 'راه اندازی شبکه بیسیم' },
                    { id: 22, name: 'آمار' },
                    { id: 22, name: 'GPS' },
                    { id: 23, name: 'بی سیم' },
                    { id: 24, name: 'رمز نویسی' },
                    { id: 25, name: 'پزشکی' },
                    { id: 26, name: 'راه اندازی اتاق سرور' },
                    { id: 27, name: 'متفرقه' }
                ]
            },
            {
                id: 7, name: 'تولید و جستجوی محصول '
                ,listC: [
                    { id: 1, name: 'طراحی محصول' },
                    { id: 2, name: 'منبع یابی محصول' },
                    { id: 3, name: 'منبع یابی خریدار' },
                    { id: 4, name: 'لجستیک و کشتیرانی' },
                    { id: 5, name: 'تولیدی' },
                    { id: 6, name: 'منبع یابی تامین کننده' },
                    { id: 7, name: '3D Printing' },
                    { id: 8, name: 'متفرقه' }

                ]
            },
            {
                id: 8, name: 'فروش و بازاریابی '
                ,listC:[
                    { id: 1, name: 'برنامه ریزی تبلیغ و خرید' },
                    { id: 2, name: 'تبلیغات' },
                    { id: 3, name: 'Google Adwords' },
                    { id: 4, name: 'خرید و فروش دامنه' },
                    { id: 5, name: 'بازاریابی تلگرام' },
                    { id: 6, name: 'خرید اینترنتی' },
                    { id: 7, name: 'خرید و فروش اسکریپت' },
                    { id: 8, name: 'Branding' },
                    { id: 9, name: 'بازاریابی ایمیلی' },
                    { id: 10, name: 'ارسال آگهی' },
                    { id: 11, name: 'CRM' },
                    { id: 12, name: 'Visa خدمات' },
                    { id: 13, name: 'Master Cardخدمات' },
                    { id: 14, name: 'بازاریابی اینترنتی' },
                    { id: 15, name: 'فروش' },
                    { id: 16, name: 'تحقیقات بازار' },
                    { id: 17, name: 'خرید و فروش سایت' },
                    { id: 18, name: 'بازاریابی اینستاگرام' },
                    { id: 19, name: 'بازاریابی از طریق رسانه های اجتماعی' },
                    { id: 20, name: 'خرید و فروش برنامه' },
                    { id: 21, name: 'بازاریابی موتور جستجو' },
                    { id: 22, name: 'بازاریابی تلفنی' },
                    { id: 23, name: 'paypalخدمات' },
                    { id: 24, name: 'Google Adsense' },
                    { id: 25, name: 'بازاریابی فیس بوک' },
                    { id: 26, name: '2checkoutخدمات' },
                    { id: 27, name: 'متفرقه' }
                ]
            },

            {
                id: 9, name: 'کسب و کار '
                ,listC: [
                    { id: 1, name: 'حسابداری' },
                    { id: 2, name: 'تجزیه و تحلیل کسب و کار' },
                    { id: 3, name: 'مدیریت' },
                    { id: 4, name: 'روابط عمومی' },
                    { id: 5, name: 'مدیریت موجودی' },
                    { id: 6, name: 'منابع انسانی' },
                    { id: 7, name: 'تحقیقات در حوزه قانون' },
                    { id: 8, name: 'حقوق و دستمزد' },
                    { id: 9, name: 'برنامه ریزی رویداد' },
                    { id: 10, name: 'قانون مالیات' },
                    { id: 11, name: 'قانون کار' },
                    { id: 12, name: 'ویزا - مهاجرت' },
                    { id: 13, name: 'طرح کسب و کار' },
                    { id: 14, name: 'سرمایه گذاری' },
                    { id: 15, name: 'مدیریت پروژه' },
                    { id: 16, name: 'استخدام' },
                    { id: 17, name: 'حقوقی' },
                    { id: 18, name: 'قراردادها' },
                    { id: 19, name: 'جمع آوری کمک های مردمی' },
                    { id: 20, name: 'مالیات' },
                    { id: 21, name: 'ثبت اختراعات' },
                    { id: 22, name: 'ممیزی' },
                    { id: 23, name: 'قانون املاک' },
                    { id: 24, name: 'ISO9001' }
                ]
            },
            { id: 10, name: 'متفرقه' }
        ]
    },
];