export const Price = [
    {
        id:1,
        name:'10 هزار '
    },
    {
        id:2,
        name:'25 هزار'
    },
    {
        id:3,
        name:'50 هزار'
    },
    {
        id:4,
        name:'100 هزار'
    },
    {
        id:5,
        name:'150 هزار'
    },
    {
        id:6,
        name:'300 هزار'
    },
    {
        id:7,
        name:'500 هزار'
    },
    {
        id:8,
        name:'1 میلیون'
    },
    {
        id:9,
        name:'2 میلیون'
    },
    {
        id:10,
        name:'5 میلیون'
    },
    {
        id:11,
        name:'10 میلیون'
    },
    {
        id:12,
        name:'50 میلیون'
    },
    {
        id:13,
        name:'100 میلیون'
    },
    {
        id:14,
        name:'200 میلیون'
    },
];